[
    {
        "title": "Sergei and his wife Natalia, 1917",
        "description": "After moving New York in 1918 the family bought a rather dilapidated house at 33 Riverside Drive in 1921 and lived there until 1925. Two years after they sold the building, which was demolished, George and Ira Gershwin moved into adjoining penthouses in the new apartment block built in its place.",
        "fullsrc": "full/20.jpg",
        "lowsrc": "thumbs/20.jpg"
    },
    {
        "title": "Soloists, 1932-33 season",
        "description": "Rachmaninoff's December 12th performance in Philadelphia earned him 70% of single tickets sold, the highest rate of any soloist that season.",
         "fullsrc": "full/3.jpg",
        "lowsrc": "thumbs/3.jpg"
    },
    {
        "title": "Mahler conducts Rachmaninoff",
        "description": "<p>After Rachmaninoff performed the world premiere of his Piano Concerto No. 3 on November 28, 1909 with the New York Symphony and Walter Damrosch (later merged with the New York Philharmonic) – he performed the same work on January 16, 1910 with the Philharmonic, Gustav Mahler conducting. During rehearsals Mahler was reportedly less than enthralled by Rachmaninoff and his concerto. Benjamin Kohon, Philharmonic principal bassoon at the time reported, “there were several mistakes made by various musicians during the rehearsals and Mahler didn’t hear it or didn’t want to hear it which annoyed Rachmaninoff very much.”</p> <p>View the full program in the <a target='_blank' href='http://archives.nyphil.org/index.php/artifact/e439c770-31b8-42c1-8fc9-b3f8d7a46459/fullview'>Digital Archives</a>.<br>Click the audio button to listen to Kohon's remarks.</p>",
         "fullsrc": "full/13.jpg",
        "lowsrc": "thumbs/13.jpg"
    },
    {
        "title": "Rachmaninoff remembered",
        "description": "Three days after his death, the New York Philharmonic commemmorated Rachmaninoff with the Adagio Lamentoso from Tchaikovsky's 6th Symphony.",
        "fullsrc": "full/21.jpg",
        "lowsrc": "thumbs/21.jpg"
    },
    {
        "title": "New York arrival, 1909",
        "description": "Clipping from an unknown publication that interviewed Rachmaninoff as he arrived in New York for the first time in 1909. As this correspondent reports, “Tall and spare, the musician has a kindly face, lighted up by blue-gray eyes, and his height gives him a slightly awkward appearance… A photographer was waiting to photograph his had when the liner reached the pier. This is the hand which, it is said, can stretch two octaves.”",
        "fullsrc": "full/18.jpg",
        "lowsrc": "thumbs/18.jpg"
    },
    {
        "title": "Soloist fees, 1932-33 season",
        "description": "Rachmaninoff is the only artist to take a percentage of the house, indicating his confidence in high single ticket sales. His Philadelphia concert earned him $1,429.93; his Carnegie Hall appearance earned him $1,147.60 making him the season’s highest paid artist in a single concert. As noted in pencil at the bottom of the page, the 30-year-old Vladimir Horowitz made $750 for one performance.",
         "fullsrc": "full/4.jpg",
        "lowsrc": "thumbs/4.jpg"
    },
    {
        "title": "Rachmaninoff sends Mitropoulos his <em>Symphonic Dances</em>",
        "description": "<p>The inscription reads: </p><p>To Mr. Dmitriy Mitropoulos - I am sending you as promised my <em>Symphonic Dances</em>, and I hope you will like them. </p><p>Sincerely, Sergei Rachmaninoff.</p>",
         "fullsrc": "full/5b.jpg",
        "lowsrc": "thumbs/5b.jpg"
    },
    {
        "title": "Rachmaninoff's Box Office Success",
        "description": "Philadelphia Academy of Music box office returns for the New York Philharmonic’s December 1933 performance with Rachmaninoff. ",
         "fullsrc": "full/6.jpg",
        "lowsrc": "thumbs/6.jpg"
    },
    {
        "title": "Performing in New York",
        "fullsrc": "full/19.jpg",
        "lowsrc": "thumbs/19.jpg"
    },
    {
        "title": "Waiting for Rachmaninoff",
        "description": "Philharmonic Manager Bruno Zirato writing to Dimitri Mitropoulos regarding Rachmaninoff’s last performances with the Philharmonic. Unable to coax a decision from Rachmaninoff on what he would play, Zirato writes “I am sorry that I cannot get from the ‘old bear’ any more information than the above.”",
         "fullsrc": "full/7.jpg",
        "lowsrc": "thumbs/7.jpg"
    },
    {
        "title": "Rachmaninoff at his Steinway",
        "description": "When Rachmaninoff moved to New York in 1918, Steinway offered him a free piano as a gift.",
         "fullsrc": "full/10.jpg",
        "lowsrc": "thumbs/10.jpg"
    },
    {
        "title":"Mitropoulos on Rachmaninoff's Last Appearance<br>Nov 21, 1942",
        "description": "In what would be Rachmaninoff’s last appearances with the New York Philharmonic in December, 1942, guest conductor Dimitri Mitropoulos programmed Rachmaninoff’s Symphonic Dances to be performed on the Sunday broadcast concert. As he says in this letter to Philharmonic manager Bruno Zirato, “I talked with Mr. Rachmaninoff and he promised he would speak to Foley [Rachmaninoff’s agent] about cutting down the charges for that performance to the minimum. Besides that, the old man was so happy that I decided to play his Dances. I think I owe it to him and to myself to do that, because who knows how much longer this big artist will provide us such artistic enjoyment.”",
         "fullsrc": "full/2a.jpg",
        "lowsrc": "thumbs/2a.jpg"
    },
    {
        "title": "Management Disputes",
        "description": "Philharmonic Manager Zirato relaying a tense conversation with Rachmaninoff’s agent and publisher, Charles Foley, in regards to the steep performance fee for the Symphonic Dances which Mitropoulos would perform on Dec. 17-20, 1942. According to Zirato, Foley threatened that “if we don’t do the Symphonic Dances, Mr. Rachmaninoff would not feel well on the day of the concert.” ",
        "fullsrc": "full/8.jpg",
        "lowsrc": "thumbs/8.jpg"
    },

    {
        "title": "Soloist contract, 1921",
        "description": "Contract for Rachmaninoff’s January, 1921 appearances. He performed his Piano Concerto No. 3 with Josef Stransky conducting.",
        "fullsrc": "full/9.jpg",
        "lowsrc": "thumbs/9.jpg"
    },
    {
        "title": "Concert advertisement, February 1941",
        "description": "Rachmaninoff performing his own Rhapsody on a Theme of Paganini with then Music Director John Barbirolli.",
         "fullsrc": "full/11.jpg",
        "lowsrc": "thumbs/11.jpg"
    },
    {
        "title": "Rachmaninoff's last performances",
        "description": "The pianist/composer died a few months later in March 1943.",
         "fullsrc": "full/12.jpg",
        "lowsrc": "thumbs/12.jpg"
    },
    {
        "title": "On Rachmaninoff's appearance",
        "description": "<p><em>Everyone is familiar with his economical and unromantic haircut, which, together with certain other features, brought a suggestion of a newly released convict or even of the hangman himself...</p><p>Material things aside from money and creature comforts interested him very little. He must have been the despair of tailors, for his clothes fit him as if they had been carefully made for someone else. His collars were almost always several sizes too large, and with them he would wear rather discouraged neckties knotted in such a way as to show a big gold collar button in front. He had one overcoat, I remember, that might have been handed down from a hansom cab driver of Victorian London.</em></p><p>-Charles O’Connel, Rachmaninoff’s longtime record producer</p>",
        "fullsrc": "full/17.jpg",
        "lowsrc": "thumbs/17.jpg"
    }

]